// Задание
// Обратитесь к двум примерам выше и напишите свою первую JS-функцию.

// задание 1:

// используйте ключевое слово function для определения вашей функции, 
// имя функции должно быть helloWorld (не забудьте про () и {})

// задание 2:

// используйте ключевое слово var (или let, или const) для определения 
// переменной str, значением str должна быть строка: 
// "Hello World!" (не забудьте про =).

// миссия 3:

// введите console.log() в следующей строке 
// (не забудьте заключить str в круглые скобки).

// Когда вы закончите работу, нажмите "Run Tests", чтобы проверить, 
// правильно ли работает ваш код.

// В конце нажмите "Submit", 
// чтобы отправить свой код для прохождения этого ката.

function helloWorld() {
    let str = "Hello World!"
    
    console.log(str);
}
helloWorld()
